tap "cloudfoundry/tap"
tap "dashlane/tap"
tap "databricks/tap"
tap "grishka/grishka"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "joshmedeski/sesh"
tap "sap/sapmachine"
brew "autoconf"
brew "automake"
brew "autopep8"
brew "awscli"
brew "bat"
brew "black"
brew "brew-gem"
brew "btop"
brew "glib"
brew "cmake"
brew "lima"
brew "colima", args: ["HEAD"]
brew "cookiecutter"
brew "coreutils"
brew "cruft"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "node"
brew "eslint_d"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gem-vimgolf"
brew "git-lfs"
brew "gitleaks"
brew "libksba"
brew "gnupg"
brew "gum"
brew "python@3.12"
brew "libheif"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "ipython"
brew "isort"
brew "jupyterlab"
brew "keyring"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "make"
brew "openjdk"
brew "maven"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "node@18"
brew "nvm"
brew "oh-my-posh", link: false
brew "pinentry-mac"
brew "pipx"
brew "pkgconf"
brew "poetry"
brew "powerlevel10k"
brew "prettier"
brew "prettierd"
brew "pydocstyle"
brew "pyenv", args: ["HEAD"]
brew "pyenv-virtualenv"
brew "pylint"
brew "python-lsp-server"
brew "python-urllib3"
brew "python-requests"
brew "qemu"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "scrcpy"
brew "spicetify-cli", link: false
brew "stow"
brew "stylua"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typescript-language-server"
brew "uv"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "cloudfoundry/tap/cf-cli@8"
brew "dashlane/tap/dashlane-cli"
brew "databricks/tap/databricks"
brew "hashicorp/tap/vault"
brew "joshmedeski/sesh/sesh"
cask "aldente"
cask "android-platform-tools"
cask "betterdisplay"
cask "blender"
cask "brooklyn"
cask "bruno"
cask "espanso"
cask "figma"
cask "font-fira-code"
cask "gauntlet"
cask "ghostty"
cask "hiddenbar"
cask "insomnia"
cask "keepingyouawake"
cask "keycastr"
cask "kitty"
cask "licecap"
cask "microsoft-azure-storage-explorer"
cask "miniconda"
cask "neardrop"
cask "obsidian"
cask "pictogram"
cask "postman"
cask "powershell"
cask "raycast"
cask "sapmachine17-jdk"
cask "scroll-reverser"
cask "shottr"
cask "slack"
cask "steam"
cask "ukelele"
cask "upscayl"
cask "warp"
cask "zen"
vscode "adpyke.codesnap"
vscode "akamud.vscode-theme-onedark"
vscode "alexcvzz.vscode-sqlite"
vscode "azemoh.one-monokai"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "iljapostnovs.ui5plugin"
vscode "jprestidge.theme-material-theme"
vscode "maixiaojie.git-emoji"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-sqlite"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "robbowen.synthwave-vscode"
vscode "rust-lang.rust-analyzer"
vscode "sapos.yeoman-ui"
vscode "saposs.app-studio-remote-access"
vscode "saposs.app-studio-toolkit"
vscode "sapse.sap-ux-annotation-modeler-extension"
vscode "sapse.sap-ux-application-modeler-extension"
vscode "sapse.sap-ux-help-extension"
vscode "sapse.sap-ux-service-modeler-extension"
vscode "sapse.vscode-cds"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-manifest-yaml"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "whizkydee.material-palenight-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
