tap "cloudfoundry/tap"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sap/sapmachine"
brew "autopep8"
brew "black"
brew "brew-gem"
brew "btop"
brew "cmake"
brew "colima"
brew "docker"
brew "exa"
brew "fzf"
brew "gem-vimgolf"
brew "gitleaks"
brew "ipython"
brew "mypy"
brew "pydocstyle"
brew "python-lsp-server"
brew "jupyterlab"
brew "lazygit"
brew "libraw"
brew "llvm"
brew "maven"
brew "neovim"
brew "nvm"
brew "pkg-config"
brew "powerlevel10k"
brew "pylint"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "yarn"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli@8"
cask "aldente"
cask "android-platform-tools"
cask "betterdisplay"
cask "brooklyn"
cask "espanso"
cask "font-fira-code"
cask "hiddenbar"
cask "keepingyouawake"
cask "keycastr"
cask "licecap"
cask "microsoft-azure-storage-explorer"
cask "neardrop"
cask "obsidian"
cask "pictogram"
cask "postman"
cask "powershell"
cask "raycast"
cask "sapmachine17-jdk"
cask "shottr"
cask "warp"
