tap "cloudfoundry/tap"
tap "dashlane/tap"
tap "databricks/tap"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "sap/sapmachine"
brew "autoconf"
brew "automake"
brew "python@3.12"
brew "autopep8"
brew "black"
brew "brew-gem"
brew "btop"
brew "cmake"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "ruby"
brew "gem-vimgolf"
brew "gitleaks"
brew "ipython"
brew "isort"
brew "jupyterlab"
brew "lazygit"
brew "libksba"
brew "libraw"
brew "libtool"
brew "llvm"
brew "openjdk"
brew "maven"
brew "mkdocs"
brew "mypy"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "pkg-config"
brew "powerlevel10k"
brew "prettierd"
brew "pydocstyle"
brew "pylint"
brew "python-lsp-server"
brew "python-urllib3"
brew "python-requests"
brew "ripgrep"
brew "rust"
brew "scrcpy"
brew "stow"
brew "tmux"
brew "tmuxinator"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudfoundry/tap/cf-cli@8"
brew "dashlane/tap/dashlane-cli"
brew "databricks/tap/databricks"
cask "aldente"
cask "android-platform-tools"
cask "betterdisplay"
cask "brooklyn"
cask "espanso"
cask "figma"
cask "font-fira-code"
cask "hiddenbar"
cask "keepingyouawake"
cask "keycastr"
cask "kitty"
cask "licecap"
cask "microsoft-azure-storage-explorer"
cask "miniconda"
cask "neardrop"
cask "obsidian"
cask "pictogram"
cask "postman"
cask "powershell"
cask "raycast"
cask "sapmachine17-jdk"
cask "scroll-reverser"
cask "shottr"
cask "steam"
cask "ukelele"
cask "warp"
